UPDATE [L1].[dbo].[NOMENKLATURA]
SET AKSSIONNI_2x=1


  WHERE NAIMENOVANIE IN ('Benefit PZ 20*1',
'Megafol 1000L',
'Megafol 2*10',
'Megafol 20*1',
'Plantafol 10-54-10 4*5',
'Plantafol 10-54-10  1*25',
'Plantafol 20-20-20 1*25',
'Plantafol 5-15-45 1*25',
'Radifarm 2*10',
'Radifarm 20*1',
'Viva 20*1',
'YieldON 1x20',
'Абакус Ультра 12,5 %, с.э. 2*10 л',
'Акробат МЦ 69 % в.д.г. 10*1 кг',
'Велосити Пауэр, в.д.г. 4*2,25 кг/кан',
'Дианат 48% в.р. 2*10 л',
'Иншур перформ 12% к.с. 2*10 л',
'Иншур перформ 12% к.с. 4*5 л',
'Консенто, к.с. 4*5 л/кан',
'ПИКТОР, 40% к.с 4*5л',
'Рекс Дуо 49,7 % к.с. 2*10 л',
'Рестрикт 10*0,18 кг',
'Систива, к.с. 4*5 л/кан',
'Строби 50% в.д.г. 10*0,2 кг')
